[
  {
    "path": "unfold",
    "menuKo": "여정의 전개",
    "menuEn": "UNFOLD THE FLOW",
    "descriptionKo": ["‘Unfold the Flow’는 인제대학교 멀티미디어학부 디지털콘텐츠전공 학생들이 4년간의 여정 속에서 만들어 온 각자의 흐름을 펼쳐 보인다는 의미를 담고 있습니다. 흐름은 일직선이 아닙니다. 빠르게 전진하기도 하고, 멈추거나 되돌아가기도 합니다. 이번 졸업전시는 그러한 유동적인 흐름 속에서 자신만의 속도로 성장해 온 학생들의 기록이자, 축적된 시간과 경험이 하나의 장면으로 펼쳐지는 자리입니다.", "작업을 구상하고 구현하는 과정에서 겪은 수많은 선택과 실험, 그리고 실패와 회복의 반복은 이제 각기 다른 흐름으로 드러납니다. ‘Unfold the Flow’라는 주제 아래 모인 이번 전시는 단순한 결과물이 아닌 과정 그 자체를 공유하고자 하는 태도를 담고 있으며, 관람자는 이 흐름 위를 자유롭게 따라가며 각자의 감각으로 그 의미를 확장해 나갈 수 있습니다."],
    "descriptionEn": ["‘Unfold the Flow’ carries the meaning of unfolding each student’s own flow, created over the four-year journey of Digital Content major students in the Department of Multimedia at Inje University. A flow is not a straight line. It may surge forward rapidly, pause, or even turn backward. This graduation exhibition serves as a record of students who have grown at their own pace within such fluid movements, as well as a space where accumulated time and experiences unfold into a single scene.", "The countless choices and experiments faced during the conception and realization of their works, along with the repeated cycles of failure and recovery, now emerge as distinct individual flows. Gathered under the theme “Unfold the Flow,” this exhibition embodies an attitude of sharing not merely the outcomes but the very process itself. Visitors are invited to freely follow along these flows and expand their meaning through their own senses and interpretations."]
  },
  {
    "path": "vi",
    "menuKo": "비주얼 아이덴티티",
    "menuEn": "Visual Identity",
    "descriptionKo": ["‘Unfold the Flow ’라는 주제를 바탕으로 유기적이고 흐르는 형태를 중심에 두고 설계되었습니다. 마치 흐름을 시각화한 듯한 굵고 부드러운 곡선형 타이포그래피는 서로 다른 개성과 방향성을 지닌 학생들의 작업이 하나의 흐름 속에서 조화를 이루는 모습을 상징합니다.", "타이틀을 중심으로 이어지는 자유로운 선들은 정보를 따라 자연스럽게 펼쳐지도록 구성되어 관람자가 시선의 흐름을 따라 능동적으로 전시에 몰입할 수 있도록 유도합니다. 정보와 조형 요소가 하나의 구조 안에서 유기적으로 얽히는 방식은 이번 전시가 지닌 실험성과 개별 서사의 확장 가능성을 시각적으로 드러냅니다.", "포스터 속 선을 따라 나타나는 1부터 26까지의 숫자는 지금까지 이어져 온 졸업전시의 흐름을 의미하며, 그 마지막 지점인 ‘26’은 인제대 멀티미디어학부 제26회 졸업전시회임을 상징적으로 나타냅니다."],
    "descriptionEn": ["The design is based on the theme “Unfold the Flow,” centering on organic, fluid forms. The bold, curved typography that visualizes the idea of flow symbolizes how the works of students, each with differ entpersonalities and directions, harmonize within one current.", "Free-flowing lines extending from the title are arranged to naturally unfold with the information, guiding viewers to actively immerset hemselves in the exhibition by following the visual flow. The organicinter twining of information and design elements within a single structure visually reveals the exhibition’s experimental nature and the potential for expanding individual narratives.", "The numbers from 1 to 26 that appear along the poster’s lines represent the continuous flow of graduation exhibitions held thus far , with the final point, “26” symbolically marking the 26th Graduation Exhibition of the Department of Multimedia at Inje University."]
  },
  {
    "path": "dcmajor",
    "menuKo": "디지털콘텐츠 전공",
    "menuEn": "Digital Contents Major",
    "descriptionKo": ["디지털 기술과 미디어 환경의 빠른 변화 속에서, 온라인과 오프라인의 경계는 점점 허물어지고 있으며, 가상과 현실을 넘나드는 콘텐츠가 새로운 커뮤니케이션의 중심이 되고 있습니다. 이러한 흐름 속에서, 창의적 사고와 기술 융합 역량을 갖춘 전문 인재에 대한 수요가 더욱 높아지고 있습니다.", "인제대학교 멀티미디어학부 디지털콘텐츠 전공은 모바일앱/웹, 인터랙티브 콘텐츠, 혼합미디어 등 다양한 디지털 플랫폼에서 활용되는 콘텐츠 기획 및 제작 역량을 중심으로 교육합니다. 사용자 중심의 사고를 바탕으로, 창의적 콘텐츠를 직접 설계하고 구현할 수 있는 실무형 인재를 양성합니다."],
    "descriptionEn": ["As digital media and technology rapidly evolve, the lines between online and offline are disappearing. Content that connects the virtual and real worlds is now a key form of communication, increasing demand for creative professionals with cross-disciplinary digital skills.", "The Digital Contents major in the Division of Multimedia Design at Inje University focuses on planning and producing content for mobile apps, web platforms, interactive media, and mixed formats. The program nurtures practical, creative talents who can design and develop user-centered experiences."]
  },
  {
    "path": "precom",
    "menuKo": "졸업준비 위원회",
    "menuEn": "Preparatory Committee",
    "descriptionKo": "UNFOLD THE FLOW 졸업준비 위원회는 각 학생들의 장점과 특기를 살릴 수 있는 분야에서 최선을 다해 상호간 협업하며 함께 성장해나갈 수 있는 건강한 조직 활동을 지향합니다.",
    "descriptionEn": "The UNFOLD THE FLOW Graduation Preparation Committee aims for healthy organizational activities in which each student can collaborate and grow together in areas where they can make use of their strengths.",
    "teams": [
    {
      "name": "그래픽디자인팀",
      "members": ["김서희", "박설진", "박수경", "조현덕"]
    },
    {
      "name": "웹기획•설계팀",
      "members": ["강유진", "김가은", "박수린", "정의헌"]
    },
    {
      "name": "GUI디자인팀",
      "members": ["이지현", "정유진", "최현정"]
    },
    {
      "name": "개발팀",
      "members": ["서재석", "박소영", "이준호"]
    },
    {
      "name": "홍보팀",
      "members": ["조현덕", "김석민", "김재연", "박수연", "이시현"]
    }
  ]
  }
]